Repository: Uhmmu/animegod
Catalog: Mobile/Localizable.xcstrings
Source language: en
Languages: ja, zh_hans

source: %@ is watching this episode.
ja: %@ がこのエピソードを再生中です。
zh_hans: %@ 正在看这一集。

source: %1$lld episodes · %2$@. Excluded from iCloud backup — they are copies of files that live on your Mac.
ja: %lld エピソード · %@。iCloud バックアップからは除外されています — Mac にある元ファイルの複製だからです。
zh_hans: %lld 集 · %@。已排除在 iCloud 备份之外 —— 它们只是 Mac 上文件的副本。

# %lld of %lld watched
source: %1$lld of %2$lld watched
ja: %lld / %lld 話 視聴済み
zh_hans: 已看 %lld 集，共 %lld 集

source: %lld peers
ja: %lld ピア
zh_hans: %lld 个节点

source: %lld ratings
ja: %lld 件の評価
zh_hans: %lld 人评分

source: %lld waiting
ja: %lld 件待機中
zh_hans: %lld 个等待中

source: A positive delay shows subtitles later. Size applies to plain-text subtitles always, and to styled ones without disturbing their colours or signs.
ja: 正の値は字幕を遅らせます。サイズはテキスト字幕には常に適用され、スタイル付き字幕にも色や特殊効果を変えずに適用されます。
zh_hans: 正值让字幕更晚出现。大小对纯文本字幕始终有效，对带样式的字幕也会生效，且不会动它的颜色和特效字。

source: Address
ja: アドレス
zh_hans: 地址

source: Already Playing
ja: 再生中です
zh_hans: 已在播放

source: Anime
ja: アニメ
zh_hans: 动画

source: AnimeGod on your Mac holds the library. Pair with it to browse here and pick up where you left off.
ja: ライブラリは Mac の AnimeGod にあります。ペアリングすると、ここで閲覧し、続きから再生できます。
zh_hans: 媒体库在 Mac 上的 AnimeGod 里。配对之后就能在这里浏览，并从上次停下的地方接着看。

source: Area
ja: 表示領域
zh_hans: 显示区域

source: Audio
ja: 音声
zh_hans: 音轨

source: Bangumi's site-wide rankings
ja: Bangumi の全体ランキング
zh_hans: Bangumi 全站排行

source: Bonjour / same Wi-Fi
ja: Bonjour / 同じ Wi-Fi
zh_hans: Bonjour / 同一 Wi-Fi

source: Books
ja: 書籍
zh_hans: 书籍

source: By Month
ja: 月別
zh_hans: 按月

source: By Weekday
ja: 曜日別
zh_hans: 按星期

source: Cancel
ja: キャンセル
zh_hans: 取消

source: Cancel Download
ja: ダウンロードを中止
zh_hans: 取消下载

source: Channel
ja: チャンネル
zh_hans: 频道

source: Charts
ja: ランキング
zh_hans: 榜单

source: Close
ja: 閉じる
zh_hans: 关闭

source: Code
ja: コード
zh_hans: 配对码

source: Colored as White
ja: カラーコメントを白で表示
zh_hans: 彩色弹幕显示为白色

source: Comments fill from the top down, so this keeps the rest of the picture clear — subtitles included.
ja: コメントは上から順に並ぶため、画面の残りを空けておけます — 字幕も含めて。
zh_hans: 弹幕从上往下排，所以这项能让画面其余部分保持干净 —— 字幕也在内。

source: Continue
ja: 続きを見る
zh_hans: 继续观看

source: Could not reach your Mac.
ja: Mac に接続できませんでした。
zh_hans: 连不上你的 Mac。

source: Could not reach your Mac. Is AnimeGod open on it?
ja: Mac に接続できませんでした。AnimeGod は起動していますか？
zh_hans: 连不上你的 Mac。它上面的 AnimeGod 打开了吗？

source: Could not reach your Mac. Is AnimeGod open on it? Off your own network, add its Tailscale address in Settings.
ja: Mac に接続できませんでした。AnimeGod は起動していますか？自分のネットワーク外からは、設定で Tailscale アドレスを追加してください。
zh_hans: 连不上你的 Mac。它上面的 AnimeGod 打开了吗？不在自己的网络里时，到设置里填上它的 Tailscale 地址。

source: Could not start the playback engine.
ja: 再生エンジンを起動できませんでした。
zh_hans: 无法启动播放引擎。

source: Danmaku
ja: コメント
zh_hans: 弹幕

source: Danmaku Coverage
ja: コメントの表示領域
zh_hans: 弹幕显示区域

source: Danmaku Kinds
ja: コメントの種類
zh_hans: 弹幕类型

source: Danmaku Motion
ja: コメントの動き
zh_hans: 弹幕运动

source: Danmaku Text
ja: コメントの文字
zh_hans: 弹幕文字

source: Delay
ja: 遅延
zh_hans: 延迟

source: Density
ja: 密度
zh_hans: 密度

source: Diary
ja: 視聴日記
zh_hans: 观看日记

source: Display
ja: 表示
zh_hans: 显示

source: Done
ja: 完了
zh_hans: 完成

source: Download to This Phone
ja: この iPhone にダウンロード
zh_hans: 下载到这台手机

source: Downloaded
ja: ダウンロード済み
zh_hans: 已下载

source: Downloading
ja: ダウンロード中
zh_hans: 下载中

source: Downloads
ja: ダウンロード
zh_hans: 下载

source: Downloads you start on your Mac show up here, and can be paused from your phone.
ja: Mac で開始したダウンロードがここに表示され、iPhone から一時停止できます。
zh_hans: 在 Mac 上开始的下载会出现在这里，可以从手机暂停。

source: Episode
ja: エピソード
zh_hans: 剧集

source: Episode %@ next
ja: 次は第 %@ 話
zh_hans: 下一集是第 %@ 集

# Episode %@ · %@
source: Episode %1$@ · %2$@
ja: 第 %@ 話 · %@
zh_hans: 第 %@ 集 · %@

source: Episodes
ja: エピソード
zh_hans: 剧集

source: Episodes you download play with no network at all — the Mac does not need to be awake, or anywhere near you.
ja: ダウンロードしたエピソードはネットワークなしで再生できます — Mac が起動している必要も、近くにある必要もありません。
zh_hans: 下载过的剧集完全不用网络就能播 —— Mac 不必开着，也不必在你附近。

source: Episodes you have started show up here, at the position your Mac left them.
ja: 途中まで見たエピソードが、Mac で止めた位置のまま表示されます。
zh_hans: 看过一部分的剧集会出现在这里，位置就是 Mac 上停下的地方。

source: Every transport produces the same thing: an address that reaches your Mac. They are all raced at once and the first to answer wins — a filled dot is the one carrying this connection.
ja: どの経路も得られる結果は同じです。Mac に届くアドレスが一つ手に入るだけです。すべて同時に試され、最初に応答したものが使われます — 塗りつぶされた点が現在の接続です。
zh_hans: 每种传输方式产出的东西都一样：一个能连到你 Mac 的地址。它们会被同时发起竞速，谁先应答谁获胜 —— 实心圆点就是当前这条连接走的路。

source: Finished
ja: 視聴済み
zh_hans: 已看完

source: Found nearby
ja: 近くで見つかりました
zh_hans: 在附近找到的

source: From your Mac
ja: Mac から
zh_hans: 来自你的 Mac

source: Full
ja: 全画面
zh_hans: 整个画面

source: Games
ja: ゲーム
zh_hans: 游戏

source: Hide Bottom
ja: 下部コメントを隠す
zh_hans: 隐藏底部弹幕

source: Hide Scrolling
ja: 流れるコメントを隠す
zh_hans: 隐藏滚动弹幕

source: Hide Top
ja: 上部コメントを隠す
zh_hans: 隐藏顶部弹幕

source: Hours, episodes, studios
ja: 時間・話数・制作会社
zh_hans: 时长、集数、制作公司

source: In progress
ja: 進行中
zh_hans: 进行中

source: In this file
ja: このファイル内
zh_hans: 文件内嵌

source: Last synced
ja: 最終同期
zh_hans: 上次同步

source: Library
ja: ライブラリ
zh_hans: 媒体库

source: Line Spacing
ja: 行間
zh_hans: 行距

source: Live Action
ja: 実写
zh_hans: 真人

source: Load More
ja: さらに読み込む
zh_hans: 加载更多

source: Looking for Macs on this Wi-Fi…
ja: この Wi-Fi 上で Mac を探しています…
zh_hans: 正在这个 Wi-Fi 上找 Mac…

source: Mark as Unwatched
ja: 未視聴にする
zh_hans: 标记为未看

source: Mark as Watched
ja: 視聴済みにする
zh_hans: 标记为已看

source: More
ja: その他
zh_hans: 更多

source: Most Watched
ja: 視聴時間順
zh_hans: 看得最多

source: Music
ja: 音楽
zh_hans: 音乐

source: No Statistics
ja: 統計がありません
zh_hans: 暂无统计

source: Not Paired
ja: 未ペアリング
zh_hans: 未配对

source: Not paired with a Mac.
ja: Mac とペアリングされていません。
zh_hans: 尚未与 Mac 配对。

source: Not pairing
ja: ペアリングしていません
zh_hans: 未在配对

source: Not reachable
ja: 接続できません
zh_hans: 连不上

source: Nothing Downloaded
ja: ダウンロードがありません
zh_hans: 没有下载好的内容

source: Nothing Downloading
ja: ダウンロード中のものはありません
zh_hans: 没有正在下载的内容

source: Nothing Followed
ja: フォロー中の作品はありません
zh_hans: 没有在追的番

source: Nothing Here Yet
ja: まだ何もありません
zh_hans: 这里还是空的

source: Nothing Ranked
ja: ランキングがありません
zh_hans: 还没有排名

source: Nothing Watched Yet
ja: まだ何も視聴していません
zh_hans: 还没看过任何东西

source: Nothing here is exposed to the internet. Off your own network, install Tailscale on both devices and put your Mac's name here — it is then an address like any other, and it is never overwritten when a local one works.
ja: ここにあるものはインターネットには公開されません。自分のネットワーク外からは、両方の端末に Tailscale を入れ、Mac の名前をここに入力してください — 他のアドレスと同じように扱われ、ローカルのアドレスが使えても上書きされることはありません。
zh_hans: 这里的一切都不会暴露到公网。不在自己的网络里时，在两台设备上都装好 Tailscale，然后把 Mac 的名字填在这里 —— 它就和别的地址一样参与竞速，而且在本地地址可用时也绝不会被覆盖。

source: Nothing here? Plenty of networks block the discovery this uses — student halls especially. Type the address AnimeGod shows on your Mac instead.
ja: 何も出てきませんか？この検出方式をブロックするネットワークは珍しくありません — 学生寮では特に。その場合は Mac の AnimeGod に表示されているアドレスを入力してください。
zh_hans: 什么都没找到？很多网络会屏蔽这里用到的发现机制 —— 学生宿舍尤其如此。那就直接输入 Mac 上 AnimeGod 显示的地址。

source: Nothing in Progress
ja: 視聴中のものはありません
zh_hans: 没有在看的内容

source: Nothing on your Mac changes.
ja: Mac 側には何も変更を加えません。
zh_hans: Mac 上的内容不会有任何改动。

source: Off
ja: オフ
zh_hans: 关闭

source: Offline
ja: オフライン
zh_hans: 离线

source: Offline Episodes
ja: オフラインのエピソード
zh_hans: 离线剧集

source: On This Phone
ja: この iPhone 内
zh_hans: 在这台手机上

source: On this phone
ja: この iPhone 内
zh_hans: 在这台手机上

source: On your Mac: AnimeGod → Settings → iPhone → Pair a Phone.
ja: Mac で：AnimeGod → 設定 → iPhone → iPhone とペアリング。
zh_hans: 在 Mac 上：AnimeGod → 设置 → iPhone → 配对手机。

source: Opacity
ja: 不透明度
zh_hans: 不透明度

source: Other address
ja: その他のアドレス
zh_hans: 其他地址

source: Pair
ja: ペアリング
zh_hans: 配对

source: Pair with a Mac
ja: Mac とペアリング
zh_hans: 与 Mac 配对

source: Pair with a Mac…
ja: Mac とペアリング…
zh_hans: 与 Mac 配对…

source: Paired with
ja: ペアリング先
zh_hans: 已配对

source: Pause
ja: 一時停止
zh_hans: 暂停

source: Pause and resume from here
ja: ここから一時停止・再開できます
zh_hans: 可以在这里暂停和继续

source: Picks up at %@ — where your Mac left it
ja: %@ から再生 — Mac が止めた位置です
zh_hans: 从 %@ 接着看 —— 正是 Mac 停下的地方

source: Play %@
ja: %@ を再生
zh_hans: 播放 %@

source: Play Again
ja: もう一度見る
zh_hans: 重新看一遍

source: Play First Episode
ja: 第 1 話を再生
zh_hans: 播放第一集

source: Play with no network at all
ja: ネットワークなしで再生できます
zh_hans: 完全不用网络也能播

source: Playback Failed
ja: 再生に失敗しました
zh_hans: 播放失败

source: Playback failed.
ja: 再生に失敗しました。
zh_hans: 播放失败。

source: Rankings
ja: ランキング
zh_hans: 我的排名

source: Rating
ja: 評価
zh_hans: 评分

source: Reachable
ja: 接続可能
zh_hans: 可连接

source: Reaching your Mac from elsewhere
ja: 外出先から Mac に接続する
zh_hans: 从别的网络连到你的 Mac

source: Ready to pair
ja: ペアリングの準備ができました
zh_hans: 可以配对了

source: Recently Added
ja: 追加順
zh_hans: 最近添加

source: Refresh Now
ja: 今すぐ更新
zh_hans: 立即刷新

source: Remove
ja: 削除
zh_hans: 移除

source: Remove All
ja: すべて削除
zh_hans: 全部移除

source: Remove All Downloads
ja: ダウンロードをすべて削除
zh_hans: 移除所有下载

source: Remove Download
ja: ダウンロードを削除
zh_hans: 移除下载

source: Remove every download?
ja: すべてのダウンロードを削除しますか？
zh_hans: 要移除所有下载吗？

source: Reset Danmaku
ja: コメント設定をリセット
zh_hans: 重置弹幕设置

source: Reset Subtitles
ja: 字幕設定をリセット
zh_hans: 重置字幕设置

source: Resume
ja: 再開
zh_hans: 继续

source: Resume Watching
ja: 続きから見る
zh_hans: 继续观看

source: Rotate
ja: 画面を回転
zh_hans: 旋转屏幕

source: Rotate to match how you are holding the phone
ja: 持っている向きに合わせて回転
zh_hans: 转到你手持的方向

source: Scores, ranks and favourites you set on your Mac show up here.
ja: Mac で付けた評価・順位・お気に入りがここに表示されます。
zh_hans: 你在 Mac 上打的分、排的名、收藏的作品会出现在这里。

source: Season complete
ja: このシーズンは完結
zh_hans: 本季已完结

source: Seasons you follow on your Mac show up here. Anything waiting to be confirmed has to be settled there.
ja: Mac でフォローしているシーズンがここに表示されます。確認待ちのものは Mac 側で対応してください。
zh_hans: 你在 Mac 上追的番会出现在这里。需要确认的条目只能在那边处理。

source: Seasons your Mac is following
ja: Mac がフォロー中のシーズン
zh_hans: Mac 正在追的番

source: Sessions
ja: 視聴回数
zh_hans: 观看次数

source: Settings
ja: 設定
zh_hans: 设置

source: Showing what it said %@
ja: %@ 時点の内容を表示しています
zh_hans: 显示的是 %@ 的数据

source: Size
ja: サイズ
zh_hans: 大小

source: Sort
ja: 並び替え
zh_hans: 排序

source: Speed
ja: 速度
zh_hans: 速度

source: Statistics
ja: 統計
zh_hans: 统计

source: Status
ja: 状態
zh_hans: 状态

source: Studios
ja: 制作会社
zh_hans: 制作公司

source: Style
ja: 表示設定
zh_hans: 样式

source: Subscriptions
ja: 購読
zh_hans: 订阅

source: Subtitles
ja: 字幕
zh_hans: 字幕

source: Take Over
ja: 引き継ぐ
zh_hans: 接管

source: Taking over from your Mac…
ja: Mac から引き継いでいます…
zh_hans: 正在从 Mac 接管…

source: The library on this phone is cleared. Nothing on the Mac changes.
ja: この iPhone 内のライブラリが消去されます。Mac 側には影響しません。
zh_hans: 这台手机上的媒体库会被清空。Mac 上的内容不受影响。

source: These control what your Mac is doing. Starting a download or making a rule stays there — a rule is read off an episode set, and there is nothing sensible to type on a phone.
ja: これらは Mac の動作を操作します。ダウンロードの開始やルールの作成は Mac 側のままです — ルールはエピソードセットから読み取るもので、iPhone で入力できるものではありません。
zh_hans: 这些控制的是你 Mac 正在做的事。开始下载、制定规则都留在那边 —— 规则是从剧集组里读出来的，在手机上没什么可填的。

source: This build is not signed with a development team, so the pairing token is kept in this app's container rather than the Keychain.
ja: このビルドは開発チームで署名されていないため、ペアリングトークンはキーチェーンではなくアプリのコンテナに保存されます。
zh_hans: 这个构建没有用开发者团队签名，所以配对令牌存在 app 的容器里，而不是钥匙串里。

source: This episode could not be played.
ja: このエピソードは再生できませんでした。
zh_hans: 这一集无法播放。

source: This phone is not paired with a Mac.
ja: この iPhone は Mac とペアリングされていません。
zh_hans: 这台手机还没有与 Mac 配对。

source: Title
ja: タイトル
zh_hans: 标题

source: Top and bottom comments are pinned and appear in the middle of the picture rather than scrolling in.
ja: 上部・下部のコメントは固定表示で、流れて入ってくるのではなく画面中央に現れます。
zh_hans: 顶部和底部弹幕是固定的，会直接出现在画面中间，而不是滑进来。

source: Top ¼
ja: 上 ¼
zh_hans: 顶部 ¼

source: Top ½
ja: 上 ½
zh_hans: 顶部 ½

source: Top ¾
ja: 上 ¾
zh_hans: 顶部 ¾

source: Top ⅓
ja: 上 ⅓
zh_hans: 顶部 ⅓

source: Track %@
ja: トラック %@
zh_hans: 轨道 %@

source: Transports
ja: 接続経路
zh_hans: 传输方式

source: Unpair
ja: ペアリング解除
zh_hans: 解除配对

source: Unpair from this Mac?
ja: この Mac とのペアリングを解除しますか？
zh_hans: 要解除与这台 Mac 的配对吗？

source: Waiting to send
ja: 送信待ち
zh_hans: 等待发送

source: Watch Status
ja: 視聴状況
zh_hans: 观看状态

source: Watched
ja: 視聴済み
zh_hans: 已看

source: What you watched, when
ja: いつ何を見たか
zh_hans: 你什么时候看了什么

source: Works
ja: 作品
zh_hans: 作品

source: Year
ja: 年
zh_hans: 年份

source: Your Library
ja: ライブラリ
zh_hans: 你的媒体库

source: Your Mac
ja: あなたの Mac
zh_hans: 你的 Mac

source: Your Mac is not reachable
ja: Mac に接続できません
zh_hans: 连不上你的 Mac

source: Your Mac's library came back empty.
ja: Mac のライブラリが空でした。
zh_hans: 你 Mac 上的媒体库返回是空的。

source: Your own ordering
ja: 自分で決めた順序
zh_hans: 你自己的排序
